---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.InPerSSup2
source: html/cf4a1f39-b33f-8a08-3169-2ebc5c9ae32e.htm
---
# Autodesk.Revit.DB.SymbolTypeId.InPerSSup2 Property

Symbol in/s², indicating unit Inches per second squared.

## Syntax (C#)
```csharp
public static ForgeTypeId InPerSSup2 { get; }
```